<?php
/**
 * @author Lukmanov Mikhail <lukmanof92@gmail.com>
 */

global $arCurrentSetting;

use Bitrix\Main\Page\Asset;

Asset::getInstance()->addJs(GetCurDir(__DIR__) . '/bundle.js');
Asset::getInstance()->addCss(GetCurDir(__DIR__) . '/style.css');
?>

<section class="products products--grey">
	<div class="container">
		<div class="row">
			<div class="col">
				<div class="products__header">
					<h2 class="products__title">Популярные товары</h2>
					<a href="#" class="btn__link btn__link--bold btn__link--green btn__link--icon-r products__link-all">
						Перейти в каталог
						<svg width="18" height="12" viewBox="0 0 18 12" fill="none" xmlns="http://www.w3.org/2000/svg"><path fill-rule="evenodd" clip-rule="evenodd" d="M0 6C0 5.44772 0.447716 5 1 5H14.17L11.2935 2.11549C10.9048 1.7257 10.9053 1.09474 11.2945 0.705492C11.6841 0.315859 12.3159 0.315859 12.7055 0.705492L18 6L12.7055 11.2945C12.3159 11.6841 11.6841 11.6841 11.2945 11.2945C10.9053 10.9053 10.9048 10.2743 11.2935 9.88451L14.17 7H0.999998C0.447714 7 0 6.55228 0 6Z"/></svg>
					</a>
				</div>
				<div class="grid grid--3column">
					<div class="grid__item grid__item--big">
						<div class="product product--big">
							<div class="product__btns">
								<ul class="products__label">
									<li class="label label--blue">Хит продаж</li>
								</ul>
								<button class="product__btn" aria-label="В избранное">
									<svg width="19" height="17" viewBox="0 0 19 17" fill="none" xmlns="http://www.w3.org/2000/svg" arid-hidden="true"><path fill-rule="evenodd" clip-rule="evenodd" d="M19 5.25C19 6.6997 18.4124 8.0122 17.4623 8.9623L9.5 16.9233L1.53769 8.9623C0.58763 8.0122 0 6.6997 0 5.25C0 2.35051 2.3505 0 5.25 0C6.99758 0 8.5457 0.85386 9.5 2.16716C10.4543 0.85386 12.0024 0 13.75 0C16.6495 0 19 2.35051 19 5.25ZM1 5.25001C1 6.4227 1.47495 7.4845 2.2439 8.2525L9.5 15.5086L16.7561 8.2525C17.525 7.4845 18 6.4227 18 5.25001C18 2.9028 16.0972 1.00001 13.75 1.00001C12.1702 1.00001 10.7918 1.86193 10.0593 3.14116H8.9407C8.2082 1.86193 6.82976 1.00001 5.25 1.00001C2.90279 1.00001 1 2.9028 1 5.25001Z" fill="black"/></svg>
								</button>
								<button class="product__btn" aria-label="Купить">
									<svg width="19" height="19" viewBox="0 0 19 19" fill="none" xmlns="http://www.w3.org/2000/svg" arid-hidden="true"><path fill-rule="evenodd" clip-rule="evenodd" d="M5.8655 10H14C14.6782 10 15.2776 9.6624 15.6392 9.1462L18.5535 5.25977C18.8327 4.91589 19 4.47749 19 4.00001C19 2.89544 18.1046 2.00001 17 2H2.84894L1.99999 1e-05L0 0V1H1.33811L4.9697 9.5555L4.25038 11.0303C4.09086 11.3175 4 11.6482 4 12C4 13.1046 4.89543 14 6 14H17V13H6C5.44771 13 5 12.5523 5 12L5.10138 11.5608L5.8655 10ZM17 3H3.27342L5.82026 9H14C14.3279 9 14.619 8.8422 14.8004 8.5976L17.8003 4.59758L17.8013 4.59834C17.9261 4.43149 18 4.22438 18 4.00001C18 3.44772 17.5523 3 17 3ZM6 15C7.10457 15 8 15.8954 8 17C8 18.1046 7.10457 19 6 19C4.89543 19 4 18.1046 4 17C4 15.8954 4.89543 15 6 15ZM17 17C17 15.8954 16.1046 15 15 15C13.8954 15 13 15.8954 13 17C13 18.1046 13.8954 19 15 19C16.1046 19 17 18.1046 17 17ZM14 17C14 16.4477 14.4477 16 15 16C15.5523 16 16 16.4477 16 17C16 17.5523 15.5523 18 15 18C14.4477 18 14 17.5523 14 17ZM5 17C5 16.4477 5.44771 16 6 16C6.55228 16 7 16.4477 7 17C7 17.5523 6.55228 18 6 18C5.44771 18 5 17.5523 5 17Z" fill="black"/></svg>
								</button>
							</div>
							<img class="product__img" src="<?=GetCurDir(__DIR__)?>/uploads/product1.png" alt="молоко простоквашино">
							<a href="#" class="product__name">молоко простоквашино</a>
							<div class="product__rating">
								<svg width="20" height="18" viewBox="0 0 20 18" fill="none" xmlns="http://www.w3.org/2000/svg" aria-hidden="true"><path d="M15.5915 17.6955L10.006 14.3393L4.41647 17.6978L5.88232 11.3485L0.960938 7.0705L7.45245 6.50252L10.0004 0.5L12.5465 6.4983L19.0426 7.0666L14.1247 11.3417L15.5915 17.6955Z" fill="#EFA32A"/></svg>
							</div>
							<div class="product__subtitle">1,5 литра</div>
							<div class="products__price">54 ₽</div>
							<p class="products__text">Без кучи документов, поездок в банк и талончиков  с номером очереди</p>
						</div>
					</div>
					<div class="grid__item">
						<div class="product">
							<ul class="products__label">
								<li class="label label--yellow">Новинка</li>
								<li class="label label--green">-12%</li>
							</ul>
							<img class="product__img" src="<?=GetCurDir(__DIR__)?>/uploads/product2.png" alt="молоко простоквашино">
							<a href="#" class="product__name">молоко простоквашино</a>
							<div class="product__subtitle">1,5 литра</div>
							<div class="product__btns">
								<button class="product__btn" aria-label="В избранное">
									<svg width="19" height="17" viewBox="0 0 19 17" fill="none" xmlns="http://www.w3.org/2000/svg" arid-hidden="true"><path fill-rule="evenodd" clip-rule="evenodd" d="M19 5.25C19 6.6997 18.4124 8.0122 17.4623 8.9623L9.5 16.9233L1.53769 8.9623C0.58763 8.0122 0 6.6997 0 5.25C0 2.35051 2.3505 0 5.25 0C6.99758 0 8.5457 0.85386 9.5 2.16716C10.4543 0.85386 12.0024 0 13.75 0C16.6495 0 19 2.35051 19 5.25ZM1 5.25001C1 6.4227 1.47495 7.4845 2.2439 8.2525L9.5 15.5086L16.7561 8.2525C17.525 7.4845 18 6.4227 18 5.25001C18 2.9028 16.0972 1.00001 13.75 1.00001C12.1702 1.00001 10.7918 1.86193 10.0593 3.14116H8.9407C8.2082 1.86193 6.82976 1.00001 5.25 1.00001C2.90279 1.00001 1 2.9028 1 5.25001Z" fill="black"/></svg>
								</button>
								<button class="product__btn" aria-label="Купить">
									<svg width="19" height="19" viewBox="0 0 19 19" fill="none" xmlns="http://www.w3.org/2000/svg" arid-hidden="true"><path fill-rule="evenodd" clip-rule="evenodd" d="M5.8655 10H14C14.6782 10 15.2776 9.6624 15.6392 9.1462L18.5535 5.25977C18.8327 4.91589 19 4.47749 19 4.00001C19 2.89544 18.1046 2.00001 17 2H2.84894L1.99999 1e-05L0 0V1H1.33811L4.9697 9.5555L4.25038 11.0303C4.09086 11.3175 4 11.6482 4 12C4 13.1046 4.89543 14 6 14H17V13H6C5.44771 13 5 12.5523 5 12L5.10138 11.5608L5.8655 10ZM17 3H3.27342L5.82026 9H14C14.3279 9 14.619 8.8422 14.8004 8.5976L17.8003 4.59758L17.8013 4.59834C17.9261 4.43149 18 4.22438 18 4.00001C18 3.44772 17.5523 3 17 3ZM6 15C7.10457 15 8 15.8954 8 17C8 18.1046 7.10457 19 6 19C4.89543 19 4 18.1046 4 17C4 15.8954 4.89543 15 6 15ZM17 17C17 15.8954 16.1046 15 15 15C13.8954 15 13 15.8954 13 17C13 18.1046 13.8954 19 15 19C16.1046 19 17 18.1046 17 17ZM14 17C14 16.4477 14.4477 16 15 16C15.5523 16 16 16.4477 16 17C16 17.5523 15.5523 18 15 18C14.4477 18 14 17.5523 14 17ZM5 17C5 16.4477 5.44771 16 6 16C6.55228 16 7 16.4477 7 17C7 17.5523 6.55228 18 6 18C5.44771 18 5 17.5523 5 17Z" fill="black"/></svg>
								</button>
							</div>
							<div class="products__price">54 ₽</div>
						</div>
					</div>
					<div class="grid__item">
						<div class="product">
							<img class="product__img" src="<?=GetCurDir(__DIR__)?>/uploads/product3.png" alt="молоко простоквашино">
							<a href="#" class="product__name">молоко простоквашино</a>
							<div class="product__subtitle">1,5 литра</div>
							<div class="product__btns">
								<button class="product__btn" aria-label="В избранное">
									<svg width="19" height="17" viewBox="0 0 19 17" fill="none" xmlns="http://www.w3.org/2000/svg" arid-hidden="true"><path fill-rule="evenodd" clip-rule="evenodd" d="M19 5.25C19 6.6997 18.4124 8.0122 17.4623 8.9623L9.5 16.9233L1.53769 8.9623C0.58763 8.0122 0 6.6997 0 5.25C0 2.35051 2.3505 0 5.25 0C6.99758 0 8.5457 0.85386 9.5 2.16716C10.4543 0.85386 12.0024 0 13.75 0C16.6495 0 19 2.35051 19 5.25ZM1 5.25001C1 6.4227 1.47495 7.4845 2.2439 8.2525L9.5 15.5086L16.7561 8.2525C17.525 7.4845 18 6.4227 18 5.25001C18 2.9028 16.0972 1.00001 13.75 1.00001C12.1702 1.00001 10.7918 1.86193 10.0593 3.14116H8.9407C8.2082 1.86193 6.82976 1.00001 5.25 1.00001C2.90279 1.00001 1 2.9028 1 5.25001Z" fill="black"/></svg>
								</button>
								<button class="product__btn" aria-label="Купить">
									<svg width="19" height="19" viewBox="0 0 19 19" fill="none" xmlns="http://www.w3.org/2000/svg" arid-hidden="true"><path fill-rule="evenodd" clip-rule="evenodd" d="M5.8655 10H14C14.6782 10 15.2776 9.6624 15.6392 9.1462L18.5535 5.25977C18.8327 4.91589 19 4.47749 19 4.00001C19 2.89544 18.1046 2.00001 17 2H2.84894L1.99999 1e-05L0 0V1H1.33811L4.9697 9.5555L4.25038 11.0303C4.09086 11.3175 4 11.6482 4 12C4 13.1046 4.89543 14 6 14H17V13H6C5.44771 13 5 12.5523 5 12L5.10138 11.5608L5.8655 10ZM17 3H3.27342L5.82026 9H14C14.3279 9 14.619 8.8422 14.8004 8.5976L17.8003 4.59758L17.8013 4.59834C17.9261 4.43149 18 4.22438 18 4.00001C18 3.44772 17.5523 3 17 3ZM6 15C7.10457 15 8 15.8954 8 17C8 18.1046 7.10457 19 6 19C4.89543 19 4 18.1046 4 17C4 15.8954 4.89543 15 6 15ZM17 17C17 15.8954 16.1046 15 15 15C13.8954 15 13 15.8954 13 17C13 18.1046 13.8954 19 15 19C16.1046 19 17 18.1046 17 17ZM14 17C14 16.4477 14.4477 16 15 16C15.5523 16 16 16.4477 16 17C16 17.5523 15.5523 18 15 18C14.4477 18 14 17.5523 14 17ZM5 17C5 16.4477 5.44771 16 6 16C6.55228 16 7 16.4477 7 17C7 17.5523 6.55228 18 6 18C5.44771 18 5 17.5523 5 17Z" fill="black"/></svg>
								</button>
							</div>
							<div class="products__price">54 ₽</div>
						</div>
					</div>
					<div class="grid__item">
						<div class="product">
							<img class="product__img" src="<?=GetCurDir(__DIR__)?>/uploads/product4.png" alt="молоко простоквашино">
							<a href="#" class="product__name">молоко простоквашино</a>
							<div class="product__subtitle">1,5 литра</div>
							<div class="product__btns">
								<button class="product__btn" aria-label="В избранное">
									<svg width="19" height="17" viewBox="0 0 19 17" fill="none" xmlns="http://www.w3.org/2000/svg" arid-hidden="true"><path fill-rule="evenodd" clip-rule="evenodd" d="M19 5.25C19 6.6997 18.4124 8.0122 17.4623 8.9623L9.5 16.9233L1.53769 8.9623C0.58763 8.0122 0 6.6997 0 5.25C0 2.35051 2.3505 0 5.25 0C6.99758 0 8.5457 0.85386 9.5 2.16716C10.4543 0.85386 12.0024 0 13.75 0C16.6495 0 19 2.35051 19 5.25ZM1 5.25001C1 6.4227 1.47495 7.4845 2.2439 8.2525L9.5 15.5086L16.7561 8.2525C17.525 7.4845 18 6.4227 18 5.25001C18 2.9028 16.0972 1.00001 13.75 1.00001C12.1702 1.00001 10.7918 1.86193 10.0593 3.14116H8.9407C8.2082 1.86193 6.82976 1.00001 5.25 1.00001C2.90279 1.00001 1 2.9028 1 5.25001Z" fill="black"/></svg>
								</button>
								<button class="product__btn" aria-label="Купить">
									<svg width="19" height="19" viewBox="0 0 19 19" fill="none" xmlns="http://www.w3.org/2000/svg" arid-hidden="true"><path fill-rule="evenodd" clip-rule="evenodd" d="M5.8655 10H14C14.6782 10 15.2776 9.6624 15.6392 9.1462L18.5535 5.25977C18.8327 4.91589 19 4.47749 19 4.00001C19 2.89544 18.1046 2.00001 17 2H2.84894L1.99999 1e-05L0 0V1H1.33811L4.9697 9.5555L4.25038 11.0303C4.09086 11.3175 4 11.6482 4 12C4 13.1046 4.89543 14 6 14H17V13H6C5.44771 13 5 12.5523 5 12L5.10138 11.5608L5.8655 10ZM17 3H3.27342L5.82026 9H14C14.3279 9 14.619 8.8422 14.8004 8.5976L17.8003 4.59758L17.8013 4.59834C17.9261 4.43149 18 4.22438 18 4.00001C18 3.44772 17.5523 3 17 3ZM6 15C7.10457 15 8 15.8954 8 17C8 18.1046 7.10457 19 6 19C4.89543 19 4 18.1046 4 17C4 15.8954 4.89543 15 6 15ZM17 17C17 15.8954 16.1046 15 15 15C13.8954 15 13 15.8954 13 17C13 18.1046 13.8954 19 15 19C16.1046 19 17 18.1046 17 17ZM14 17C14 16.4477 14.4477 16 15 16C15.5523 16 16 16.4477 16 17C16 17.5523 15.5523 18 15 18C14.4477 18 14 17.5523 14 17ZM5 17C5 16.4477 5.44771 16 6 16C6.55228 16 7 16.4477 7 17C7 17.5523 6.55228 18 6 18C5.44771 18 5 17.5523 5 17Z" fill="black"/></svg>
								</button>
							</div>
							<div class="products__price">54 ₽</div>
						</div>
					</div>
					<div class="grid__item">
						<div class="product">
							<img class="product__img" src="<?=GetCurDir(__DIR__)?>/uploads/product5.png" alt="молоко простоквашино">
							<a href="#" class="product__name">молоко простоквашино</a>
							<div class="product__subtitle">1,5 литра</div>
							<div class="product__btns">
								<button class="product__btn" aria-label="В избранное">
									<svg width="19" height="17" viewBox="0 0 19 17" fill="none" xmlns="http://www.w3.org/2000/svg" arid-hidden="true"><path fill-rule="evenodd" clip-rule="evenodd" d="M19 5.25C19 6.6997 18.4124 8.0122 17.4623 8.9623L9.5 16.9233L1.53769 8.9623C0.58763 8.0122 0 6.6997 0 5.25C0 2.35051 2.3505 0 5.25 0C6.99758 0 8.5457 0.85386 9.5 2.16716C10.4543 0.85386 12.0024 0 13.75 0C16.6495 0 19 2.35051 19 5.25ZM1 5.25001C1 6.4227 1.47495 7.4845 2.2439 8.2525L9.5 15.5086L16.7561 8.2525C17.525 7.4845 18 6.4227 18 5.25001C18 2.9028 16.0972 1.00001 13.75 1.00001C12.1702 1.00001 10.7918 1.86193 10.0593 3.14116H8.9407C8.2082 1.86193 6.82976 1.00001 5.25 1.00001C2.90279 1.00001 1 2.9028 1 5.25001Z" fill="black"/></svg>
								</button>
								<button class="product__btn" aria-label="Купить">
									<svg width="19" height="19" viewBox="0 0 19 19" fill="none" xmlns="http://www.w3.org/2000/svg" arid-hidden="true"><path fill-rule="evenodd" clip-rule="evenodd" d="M5.8655 10H14C14.6782 10 15.2776 9.6624 15.6392 9.1462L18.5535 5.25977C18.8327 4.91589 19 4.47749 19 4.00001C19 2.89544 18.1046 2.00001 17 2H2.84894L1.99999 1e-05L0 0V1H1.33811L4.9697 9.5555L4.25038 11.0303C4.09086 11.3175 4 11.6482 4 12C4 13.1046 4.89543 14 6 14H17V13H6C5.44771 13 5 12.5523 5 12L5.10138 11.5608L5.8655 10ZM17 3H3.27342L5.82026 9H14C14.3279 9 14.619 8.8422 14.8004 8.5976L17.8003 4.59758L17.8013 4.59834C17.9261 4.43149 18 4.22438 18 4.00001C18 3.44772 17.5523 3 17 3ZM6 15C7.10457 15 8 15.8954 8 17C8 18.1046 7.10457 19 6 19C4.89543 19 4 18.1046 4 17C4 15.8954 4.89543 15 6 15ZM17 17C17 15.8954 16.1046 15 15 15C13.8954 15 13 15.8954 13 17C13 18.1046 13.8954 19 15 19C16.1046 19 17 18.1046 17 17ZM14 17C14 16.4477 14.4477 16 15 16C15.5523 16 16 16.4477 16 17C16 17.5523 15.5523 18 15 18C14.4477 18 14 17.5523 14 17ZM5 17C5 16.4477 5.44771 16 6 16C6.55228 16 7 16.4477 7 17C7 17.5523 6.55228 18 6 18C5.44771 18 5 17.5523 5 17Z" fill="black"/></svg>
								</button>
							</div>
							<div class="products__price">54 ₽</div>
						</div>
					</div>
				</div>
			</div>
		</div>
	</div>
</section>