<h2>SEO заголовок</h2>
<p>
	Cвязанная с получением, распределением, преобразованием и использованием электрической энергии. А также — c разработкой, эксплуатацией и оптимизацией электронных компонентов, электронных схем и устройств, оборудования и технических систем. Под электротехникой также понимают техническую науку, которая изучает применение электрических и магнитных явлений для практического использования.
</p>
<h3>SEO заголовок</h3>
<p>
	Cвязанная с получением, распределением, преобразованием и использованием электрической энергии. А также — c разработкой, эксплуатацией и оптимизацией электронных компонентов, электронных схем и устройств, оборудования и технических систем. Под электротехникой также понимают техническую науку, которая изучает применение электрических и магнитных явлений для практического использования.
</p>